{
    "members": [
        {
            "id": "1",
            "name": "Diego",
            "lastname": "Garza",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Founder & Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "Founder of the RoBorregos robotics team and Selider alumni with an exchange program in Carnegie Mellon University. \\n\\n\n\nPassionate in empowering the latinx community through digital content in his YouTube channel and social media inspiring dreamers to improve every day with optimism and leadership. \\n\\n\n\nEmpathy, honesty and persistence are the core values that drive his life. He believes that progress is achieved by helping the development, growth and education of others.  \\n\\n\n\nLearn. Enjoy. Compete.",
            "github": "https://github.com/chhcd",
            "github_user": "chhcd",
            "linkedin": "https://www.linkedin.com/in/diego-garza-rodr%C3%ADguez-a45b2197/",
            "tags": ""
        },
        {
            "id": "3",
            "name": "Gerardo",
            "lastname": "Consuelos Fernández",
            "status": "inactive",
            "role": "Mechanical Design",
            "subtitle": "Founder & Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "Hi, I'm Gerardo. As one of the founders I had the chance to cultivate, and watch the team grow. The greatest impact that RoBorregos has had in Mexico has been in the field of design and development. I am highly proud of this, and will continue to support the team. My passion is to develop learning techniques for systems so that they can to find solutions to real world problems.",
            "github": "https://github.com/GerardoConsuelos",
            "github_user": "GerardoConsuelos",
            "linkedin": "https://www.linkedin.com/in/gconsuelosf/",
            "tags": ""
        },
        {
            "id": "4",
            "name": "Sebastián",
            "lastname": "Rivera ",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Founder & Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "Hi, I am Sebastian. As part of the founders, I had the opportunity to work on early development stages of the projects Roborregos is developing. My passion is to break down real-world problem into actionable tasks that could be solved through programming and engineering in general. I am working as a full time Driver Software Engineer at National Instruments.",
            "github": "https://github.com/sebasrivera96",
            "github_user": "sebasrivera96",
            "linkedin": "https://www.linkedin.com/in/sebasti%C3%A1n-rivera-gonz%C3%A1lez-0711a967/",
            "tags": ""
        },
        {
            "id": "5",
            "name": "Alejandro",
            "lastname": "Garza",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "I am Alejandro! Part of the second generation of the team. I am really passionate about technology and development. I really love learning new things and sharing the knowledge, thats what RoBorregos is all about.  ",
            "github": "https://github.com/alexhor22",
            "github_user": "alexhor22",
            "linkedin": "https://linkedin.com/in/alejandrogarzaisd/",
            "tags": ""
        },
        {
            "id": "7",
            "name": "Cinthia",
            "lastname": "Sanchez ",
            "status": "inactive",
            "role": "Electronics",
            "subtitle": "",
            "class": "2015",
            "semesters": "9",
            "description": "Hi, I’m Cinthia. I was part of the team until a year ago when I transferred to Guadalajara to graduate as ITE and finish my internship at Intel. As a member of Roborregos I had the opportunity to work electronics and meet a lot of great hard-working people.",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/cinthia-abigail-sanchez-silva-805131184/",
            "tags": ""
        },
        {
            "id": "8",
            "name": "Clara",
            "lastname": "Gutiérrez",
            "status": "inactive",
            "role": "Web Design/Dev & Mechanical Design",
            "subtitle": "Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "Hey! I'm Clara, a mechatronics degree student finishing my 10th and last semester. Currently I'm part of the web team (yes, we developed this cool website), where I'm in charge of the web design. I started my path in the team working on mechanical design, which is another one of my passions. I recently came back from Germany where I developed skills in radar development & robotics. Apart from my engineer side, I also love food, calligraphy and sport. ",
            "github": "https://github.com/ClaraGtz",
            "github_user": "ClaraGtz",
            "linkedin": "https://www.linkedin.com/in/claragtzjaime/",
            "tags": ""
        },
        {
            "id": "9",
            "name": "Diego",
            "lastname": "Cardozo ",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "I'm Diego Cardozo, a student of ISD in Tec. I have been part of the team since some year ago and I have participated in different competitions as a programmer. My experience has been with C++, Arduino, Python, etc. I like how there are a lot of technologies open to everyone that we can use and improve.",
            "github": "https://github.com/diegocardozo97",
            "github_user": "diegocardozo97",
            "linkedin": "https://mx.linkedin.com/in/diego-cardozo",
            "tags": ""
        },
        {
            "id": "11",
            "name": "José Eduardo",
            "lastname": "Sánchez",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Alumni",
            "class": "2015",
            "semesters": "9",
            "description": ":D",
            "github": "https://github.com/gallosanchez23",
            "github_user": "gallosanchez23",
            "linkedin": "https://www.linkedin.com/in/jose-eduardo-sanchez-yepiz-24201710b/",
            "tags": ""
        },
        {
            "id": "12",
            "name": "Nestor",
            "lastname": "Maldonado Pámanes",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Alumni",
            "class": "2015",
            "semesters": "9",
            "description": "Former team member, now working as a software engineer at Google thanks to it. Here we built a community that uses technology and competitions to obtain knowledge and abilities to help us growth individually and as a group and each one of us is an example of what teamwork can get.",
            "github": "https://github.com/nessmp",
            "github_user": "nessmp",
            "linkedin": "https://www.linkedin.com/in/nestor-maldonado-p%C3%A1manes-906925148/",
            "tags": "Programming, Electrical, Mechanics, Algorithms, Computer vision, Control systems, Navigation, Frontend, Backend, Networks and communication, Social media, Sponsorships, Finances, Project Management, Executive comitee"
        },
        {
            "id": "13",
            "name": "Tomás",
            "lastname": "Lugo",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "Alumni",
            "class": "2015",
            "semesters": "10",
            "description": "I enjoy learning and I want to teach what I can to help others grow to be the best they can be.\nOn my professional field I'm mainly interested on control systems, optimization, and computer vision. However, I'm always open to try new areas to further expand my capabilities.\nI like working out, listening to audiobooks and hanging out with friends.",
            "github": "https://github.com/tomvik",
            "github_user": "tomvik",
            "linkedin": "https://www.linkedin.com/in/tomaslbmi",
            "tags": ""
        },
        {
            "id": "14",
            "name": "Alexis",
            "lastname": "Virgen",
            "status": "active",
            "role": "Software development & Mechanical Design",
            "subtitle": "",
            "class": "2016",
            "semesters": "9",
            "description": "I'm Alexis, student of 8th semester majoring in Digital Systems and Robotics. I am currently developing the vision system of the RoboCup @Home category and I am very passionate about Astronomy and Data Science. I've done two internships at Microsoft (third one coming) and participated in LARC 2019 (Brasil) and RoboCup Jr 2018 (Japan).",
            "github": "https://github.com/SAlexisvf",
            "github_user": "SAlexisvf",
            "linkedin": "https://www.linkedin.com/in/salexisvirgen",
            "tags": ""
        },
        {
            "id": "15",
            "name": "Ana",
            "lastname": "Garza",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2016",
            "semesters": "9",
            "description": "Sup, I'm Any! I study Animation and Digital Arts in 8 semester. Right now, I am in charge with Noelia of the Social Media of the Team. I am also participating in VSSS and helping with with the design of the web page. I'm specialized in rigging 3D Characters. I would love to work in VR/AR, films or videogames!",
            "github": "https://github.com/AnaGarza",
            "github_user": "AnaGarza",
            "linkedin": "https://www.linkedin.com/in/garzana3d/",
            "tags": ""
        },
        {
            "id": "16",
            "name": "Arcelia",
            "lastname": "Villaseñor",
            "status": "inactive",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2016",
            "semesters": "5",
            "description": "Hi, I'm Arce. I used to work as a mechanical designer, but now I’m focusing more into software development. I enjoy working on front-end development for mobile (Android) and I just started to learn Web and am excited to continue learning.",
            "github": "https://github.com/Arce2603",
            "github_user": "Arce2603",
            "linkedin": "https://www.linkedin.com/in/arcelia-villase%C3%B1or/",
            "tags": ""
        },
        {
            "id": "17",
            "name": "Aurora",
            "lastname": "Tijerina",
            "status": "active",
            "role": "Software Development & Leadership",
            "subtitle": "",
            "class": "2016",
            "semesters": "9",
            "description": "Hey! I'm Aurora and I studied Digital Systems and Robotics. In RoBorregos I was Executive Comitee, PM, mentor, and developer of the Navigation and Integration areas in @HOME and Smart Factory. I am interested in front-end, AR, computer vision, using interesting hardware, dancing and reading, but what I love is teamwork, trying new tech, and exploring its limits in a creative way.  It doesn't matter the circumstances, I'm always there for the team!",
            "github": "https://github.com/AuroTB",
            "github_user": "AuroTB",
            "linkedin": "https://linkedin.com/in/aurotb",
            "tags": "Programming, Algorithms, Computer vision, Control systems, Navigation, Frontend, Natural language processing, Sensorial systems, Machine Learning, Deep Learning, Architectural system design, Logic electronics, Social media, Graphic design, Project Management, Executive comitee"
        },
        {
            "id": "18",
            "name": "Ernesto",
            "lastname": "Cervantes",
            "status": "active",
            "role": "Control Systems",
            "subtitle": "Alumni",
            "class": "2016",
            "semesters": "9",
            "description": "Hey there! My name is Ernesto and I am a junior student in robotics engineering. I have had the honor to work as a control systems programmer in a robot capable of going through an unknown maze, competition better know as Rescue Maze. I've done two summer internships at Microsoft and since January I started a research program at Harvard University. I am also the CEO of ONEILA.",
            "github": "https://github.com/netocervantes98",
            "github_user": "netocervantes98",
            "linkedin": "https://www.linkedin.com/in/netocervantes98",
            "tags": ""
        },
        {
            "id": "19",
            "name": "Gabriela",
            "lastname": "Mendoza",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "Alumni",
            "class": "2016",
            "semesters": "9",
            "description": "Hi! I'm Gaby, a Mechatronics engineer currently studying a Master’s in Manufacturing Systems. Working with RoBorregos was a big part of my university life (I was mainly involved in mechanical design). I also had some experience with programming, in small competitions (I love Hackathons!) and internships. I’m interested in projects that involve technological development, efficiency and support sustainable energy solutions. My past experiences have led me to work in both independent and team projects, and I believe group projects are an excellent way to share advice and support each other. In my free time I like to read, ice skate, watch series/movies, play basketball, and learn ASL/LSM.",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/gabriela-mendoza-leal/",
            "tags": "Mechanics, Structural mechanics, Mechanisms, Executive comitee"
        },
        {
            "id": "20",
            "name": "Greg",
            "lastname": "Espinosa",
            "status": "inactive",
            "role": "Electronics",
            "subtitle": "",
            "class": "2016",
            "semesters": "6",
            "description": "Hi, I am Greg Espinosa Carrillo a former Roborrego. My passion is learning new stuff oriented to programing and electronics. I am currently working on artificial intelligence projects for entretainment to put in action my knowledge.",
            "github": "",
            "github_user": "Greg0909",
            "linkedin": "https://www.linkedin.com/in/greg-espinosa-carrillo/",
            "tags": ""
        },
        {
            "id": "23",
            "name": "Osvaldo",
            "lastname": "Alvarez",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2016",
            "semesters": "9",
            "description": "Hi! I’m Osvaldo, a senior student in Computer Engineering. I’m grateful to being part of RoBorregos since 2016 where I’ve had the opportunity to work as a software developer, focusing in navigation systems and computer vision algorithms. I'm passionate about developing new technologies to help other people. Also, I’ve done two internships with Microsoft so far where I’ve had the opportunity to make a great impact to people around the globe. ",
            "github": "https://github.com/Osvaldoav/",
            "github_user": "Osvaldoav",
            "linkedin": "https://www.linkedin.com/in/jorge-osvaldo-alvarez-valdez-724030141/",
            "tags": ""
        },
        {
            "id": "24",
            "name": "Paul",
            "lastname": "Vazquez",
            "status": "active",
            "role": "Software Development & Electronics",
            "subtitle": "",
            "class": "2016",
            "semesters": "9",
            "description": "Hi, I'm Paul, engineer in Digital Systems and Robotics. I worked as a programmer and leader in RoboCup @Home. I am passionate about @Home because it is a very scalable project with a lot of potential for social impact, in addition to allowing me to work with a multidisciplinary team. I am interested in working in embedded systems, web development and data science. I like cats, video games and american football.",
            "github": "https://github.com/paulvazbad",
            "github_user": "paulvazbad",
            "linkedin": "https://www.linkedin.com/in/paulvazbad",
            "tags": "Programming, Control systems, Frontend, Natural language processing, Machine Learning, Deep Learning, Architectural system design, Logic electronics, Project Management, Executive comitee"
        },
        {
            "id": "25",
            "name": "Sebastian",
            "lastname": "Esquer",
            "status": "inactive",
            "role": "Electronics",
            "subtitle": "",
            "class": "2016",
            "semesters": "5",
            "description": "Hi, I am Sebastian Esquer, I'm a former roborrego, I used to do computer vision and electronics, I learned a lot of important things during my time in the team about programming and electronics that is going to be very helpful for the rest of my life.",
            "github": "https://github.com/eskrr",
            "github_user": "eskrr",
            "linkedin": "https://www.linkedin.com/in/sebastian-esquer-gaitan-99188a14a/",
            "tags": ""
        },
        {
            "id": "26",
            "name": "Alberto",
            "lastname": "Jahuey",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "",
            "class": "2017",
            "semesters": "5",
            "description": "My name is Alberto, I am very interested in programming and electronics, I am a mentor to several First teams and I really like helping when needed.",
            "github": "https://github.com/AJahueyM",
            "github_user": "AJahueyM",
            "linkedin": "https://www.linkedin.com/in/alberto-jahuey-325179168/",
            "tags": ""
        },
        {
            "id": "28",
            "name": "Antonio",
            "lastname": "Rodríguez",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2017",
            "semesters": "7",
            "description": "Hi, I am Antonio and I am on my 8th semester of B.S. in Digital Systems and Robotics Engineering. I am currently studying and working in Germany as part of a scholarship from the DAAD. As member of RoBorregos, I had the chance of representing Mexico at the Latin American and Brazilian Robotics Competition 2018 along with other 4 team members. As Software Engineer student, I am interested in Web Development and Data Science. I like soccer, Netflix and sharing a good beer with friends.",
            "github": "https://github.com/AntonioRdzNav",
            "github_user": "AntonioRdzNav",
            "linkedin": "https://www.linkedin.com/in/AntonioRdzNav/",
            "tags": ""
        },
        {
            "id": "29",
            "name": "Eric",
            "lastname": "Castillo",
            "status": "inactive",
            "role": "Electronics",
            "subtitle": "",
            "class": "2017",
            "semesters": "3",
            "description": "Hi, I am Eric, I study Mechatronics Engineer and electronics is my passion. I get interested very easily in things related to math, electronics, physics and programming. I´m always willing to expand areas of knowledge whenever a proyect shows up and I tend to understand new topics in a fast way since I like to analyze and make deductions. I have experience in many robotics competitions as you may find in my CV. I also like to do sports such Table Tennis, and I like to play and listen to music.",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/urielcastillo38/",
            "tags": ""
        },
        {
            "id": "30",
            "name": "Iqui",
            "lastname": "Heredia",
            "status": "active",
            "role": "Software Development & Mechanical Design",
            "subtitle": "",
            "class": "2017",
            "semesters": "7",
            "description": "I am Iqui Balam, currently studying Mechatronics Engineering and I am  passionate in everything that has to do with technology and new discoveries. I have contributed to the team been responsible in areas such as Mechanical Design and Computer VIsion, applying what I learn in classes in the robots that we desing, always seeking to improve and help others, researching and contribute to our knowledge about the world. I like to play the guitar, listening to music and watching series.  ",
            "github": "https://github.com/IquiBalamHM",
            "github_user": "IquiBalamHM",
            "linkedin": "https://www.linkedin.com/in/iqui-balam/",
            "tags": ""
        },
        {
            "id": "35",
            "name": "Ricardo",
            "lastname": "Osorio",
            "status": "active",
            "role": "Mechanical Design, Logistics & Sponsorship and Industrial Enginner",
            "subtitle": "",
            "class": "2017",
            "semesters": "7",
            "description": "Hello everyone, I´m Ricardo, i´m currently studying mechatronics major, I´ve been working in Roborregos as robots mechanic for three years. I love to design and create mechanical solutions that implies not only mechanisms, but also consider electronic components and circuitry. I am a great fan of F1 and my dream is to work with race cars, I also like ride my MTB bike and play my harp.",
            "github": "https://github.com/RicardoOsorioOliveros",
            "github_user": "RicardoOsorioOliveros",
            "linkedin": "https://www.linkedin.com/in/ricardo-osorio-oliveros-95a2561a5/",
            "tags": "Mechanics, Structural mechanics, Mechanisms, Industrial design, Power electronics, Networks and communication, Graphic design, Sponsorships, Finances, Project Management, Executive comitee"
        },
        {
            "id": "36",
            "name": "Roberto",
            "lastname": "Galindo",
            "status": "inactive",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2017",
            "semesters": "3",
            "description": "My name is Roberto, and I'm a former member of RoBorregos, right now I'm an student of 5th semester, and I liked too much to be in RoBorregos because I was able to take my skills outside of the classroom, and learn more about Mechanics and take my knowledge to a practical field. I learnt from other engineering fields in RoBorregos. I like to make teamwork because you are able to achieve a common goal and share the experience with other people. I am interested in working in Mechanical Design, and optimization of processes. I like to play videogames, watch youtube, series, movies, anime, etc. ",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/roberto-galindo-quintanilla-02552b180/",
            "tags": ""
        },
        {
            "id": "37",
            "name": "Yulisa",
            "lastname": "Medina",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "",
            "class": "2017",
            "semesters": "7",
            "description": "Hey! My name is Yulisa and I am CS student in love with robotics, physics and music. The last couple of years in RoBorregos I have participated in RoboCup Jr. Maze, as the dev in charge of the main algorithm, and in the internal LARC 2019 team. In the latter one I also worked on the main algorithm, pathfinding and in the computer vision aspect of the challenge. I am always eager to learn and to share my experiences with others, so if you have any inquiries don't hesitate to email me 😁",
            "github": "",
            "github_user": "YulisaM2",
            "linkedin": "https://www.linkedin.com/in/yulisa-medina",
            "tags": ""
        },
        {
            "id": "38",
            "name": "Aldo",
            "lastname": "Samaniego",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "4 semestre ISD, Mecanico Maze y @HOME",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/aldo-jesus-samaniego-silva-b39a3018a/",
            "tags": ""
        },
        {
            "id": "39",
            "name": "Arath",
            "lastname": "Hernández",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "",
            "class": "2018",
            "semesters": "4",
            "description": "Hi, I'm Arath. I am a programmer in Roborregos, specifically in the algorithm area. I had the opportunity to work in different rescue maze competences and thanks to that realize the love I have for robotics. In the team I have learn a lot about leadership and teamwork and I am very thankful to my partners for that. My favorite and only hobby is to play league of legends.",
            "github": "https://github.com/ArathHernandez",
            "github_user": "ArathHernandez",
            "linkedin": "https://www.linkedin.com/in/erbey-arath-hernandez-villarreal-6a1594193/",
            "tags": ""
        },
        {
            "id": "42",
            "name": "Jamir",
            "lastname": "Leal",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "Hi, I am Jamir, currently studying Information Technologies. I participated in RoboCup at Junior Rescue Maze category developing electronic design and the computer vision algorithm. I am currently working in LARC VSSS at the integration area. I also have worked as web developer in some projects. In my free time I like to practice Triathlon and listen music.",
            "github": "https://github.com/JamirLeal",
            "github_user": "JamirLeal",
            "linkedin": "https://www.linkedin.com/in/jamir-leal-cota-9988b6174/",
            "tags": "Programming, Algorithms, Computer vision, Frontend, Logic electronics"
        },
        {
            "id": "43",
            "name": "José",
            "lastname": "Cisneros",
            "status": "active",
            "role": "Software Development & Electronics",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "Hello, I'm Jose, a student of a bachelor degree with a major in Computer Engineering and a minor in Digital Systems and Robotics. I am involved in the team as a programmer and electronic, both areas interest me a lot and I like to learn about them.  Currently, I am a Software Developer in Robocup @Home, it is an interesting project with a lot of opportunity areas, thats why i am passionate about it. I love spending time playing basketball, listening music and hanging out with friends.",
            "github": "https://github.com/Josecisneros001",
            "github_user": "Josecisneros001",
            "linkedin": "https://www.linkedin.com/in/joseacisnerosm",
            "tags": "Programming, Electrical, Algorithms, Computer vision, Control systems, Frontend, Backend, Human-robot interaction, Speech recognition, Sensorial systems, Deep Learning"
        },
        {
            "id": "45",
            "name": "Luis",
            "lastname": "Garza",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "Hi, I'm Luis , a student of 6th semester of the Mecatronics engineering. Currently, I'm working in manufacturing area and mechanical desing in RoboCup @Home. I am interested in everything about manufacturing and development of CNC machines. I like dogs and baseball.",
            "github": "",
            "github_user": "",
            "linkedin": "",
            "tags": ""
        },
        {
            "id": "46",
            "name": "Mauricio",
            "lastname": "Juárez",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "I'm Mauricio Juarez a student of 4th semester of Computer Science. In the team I work as a programmer and like to mentor the newer generations. I love technology, music and football. ",
            "github": "https://github.com/zJuarez",
            "github_user": "zJuarez",
            "linkedin": "https://www.linkedin.com/in/mauricio-juarez/",
            "tags": ""
        },
        {
            "id": "47",
            "name": "Miguel",
            "lastname": "Elizondo",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "Hi! I'm Miguel, a student of 4th semester of the Engineering in digital systems and robotics degree. I've working on the strategy development for the LARC VSSS competition. I love learning new things, and I always try to improve. I also like listening to music and hanging out with my girlfriend and friends. ",
            "github": "https://github.com/Miguelelizondov",
            "github_user": "Miguelelizondov",
            "linkedin": "https://www.linkedin.com/in/miguelalejandroelizondovalladares/",
            "tags": ""
        },
        {
            "id": "48",
            "name": "Omar",
            "lastname": "Montiel",
            "status": "inactive",
            "role": "Software Development",
            "subtitle": "",
            "class": "2018",
            "semesters": "4",
            "description": "Hey! Hello, I'm Omar, a student in 4th semester of ITC (Computer Technologies Engineering). My role in the team is as a programmer, and I am currently helping develop the official Web site for the team. I love to solve any kind of puzzles and like to face tough challenges, so naturally, coding is a passion of mine. I hope to become a software developer in a big tech company in the future, so the contributions I make have a positive impact on millions of people just like you. I love God, and I'm a gamer, of course.",
            "github": "https://github.com/OUMontiel",
            "github_user": "OUMontiel",
            "linkedin": "https://www.linkedin.com/in/omar-montiel/",
            "tags": ""
        },
        {
            "id": "49",
            "name": "Ricardo",
            "lastname": "Chapa",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2018",
            "semesters": "5",
            "description": "Hi, I'm Ricardo, a student of 4th of the ISDr degree. Currently, I'm a programmer on the Navigation area in RoboCup's @Home. I'm also working on the development of this webpage! I'm always looking to work on any scalable project that can have social impact. I'm interested in web development and robotics. I really like to see soccer games and play video games in my free time.",
            "github": "https://github.com/RicardoChapaRomero",
            "github_user": "RicardoChapaRomero",
            "linkedin": "https://www.linkedin.com/in/ricardo-chapa-romero-a4b277133/",
            "tags": ""
        },
        {
            "id": "50",
            "name": "Noelia",
            "lastname": "Davila",
            "status": "active",
            "role": "Logistics & Networking",
            "subtitle": "",
            "class": "2018",
            "semesters": "4",
            "description": "Hi I am Noelia I am in my 5th semester of International Business. I am currently in the logistics and sponsership team. I like getting things done. I am intrested in CRM systems and technology thay allows business to improve there management. I like to write and love to try out new recipes.",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/noelia-g-davila/",
            "tags": ""
        },
        {
            "id": "51",
            "name": "Alejandro",
            "lastname": "Ruiz",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hi, I’m Alejandro Ruiz and I’m currently in 2nd semester of IM at ITESM. At Roborregos, I help designing robots mechanically. I used to be in RCJ Soccer Open but now I’m working in RoboCup @Home project. I enjoy very much this project because I think it is challenging in many ways and it would help me become a better engineer. I like physics, electronics, programming and maths a lot. I think I’m very good at these but there’s always new concepts and ideas to learn. I’m always open to learn new things because i like to have different tools and resources in my day to day problems. I also like playing different sports, listening to relaxing music and I love cooking.",
            "github": "https://github.com/RicardoChapaRomero",
            "github_user": "",
            "linkedin": "http://linkedin.com/in/alejandro-ruiz-8834141a5",
            "tags": ""
        },
        {
            "id": "52",
            "name": "Alexis Alberto",
            "lastname": "Villanueva",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hi, I'm Zugasti a 4th semester student of the Digital Systems and Robotics degree. I am currently developing libraries and technologies for SoccerOpen. This project has allowed me to understand the use of different components and to translate my codes to something that has uses in the real life. My current interests are web development and computer architecture. Music is also a pretty big part of my life. ",
            "github": "https://github.com/alexisavz",
            "github_user": "alexisavz",
            "linkedin": "https://www.linkedin.com/in/alexis-alberto-villanueva-zugasti-23a26a196/",
            "tags": ""
        },
        {
            "id": "53",
            "name": "Diego",
            "lastname": "Prado",
            "status": "active",
            "role": "Electronics",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hi, i'm Diego and i' m working in the electronics and robot safety at Smart Factory project becouse i think it's really interesting the IoT at factorys, that's the future in the manufacturing. On the other hand, I am interested in industry 4.0 and Automation controls. I like videogames and anime.",
            "github": "https://github.com/DiegoPrado27",
            "github_user": "diegoprado27",
            "linkedin": "www.linkedin.com/in/diego-prado-chapa-55a200184",
            "tags": "Electrical, Computer vision, Logic electronics, Power electronics, Safety, Project Management"
        },
        {
            "id": "54",
            "name": "Emérico",
            "lastname": "Pedraza",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hi, my name is Emerico. I am a Digital Systems and Robotics Engineering student and a member of the RoBorregos team. I am a programmer who has developed logic algorithms for positioning and movement in the Rescue Maze cathegory and computer vision development for the Very Small Size Soccer competition. I love this team because it has contributed to my personal growth and my ability to work in groups. My favorite areas are programming and digital systems. I like classical music and I belive that team work makes great things possible!",
            "github": "https://github.com/Eme112",
            "github_user": "Eme112",
            "linkedin": "https://www.linkedin.com/in/em%C3%A9rico-pedraza-195599133/",
            "tags": "Programming, Algorithms, Computer vision, Executive comitee"
        },
        {
            "id": "55",
            "name": "Gabriela Jazmin",
            "lastname": "Álvarez",
            "status": "active",
            "role": "Electronics",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hi, i'm Gaby, a student of 4th semester of the ISDr degree. I'm new at Roborregos and presently, i am a electronic technician in the category of Robocup Soccer Lightweight. I love my category because it's really challenging in the electronic design, also you can teach and learn a lot of each area in the team. I am interested in working in data science, neuroscience and medical robotics. I like to get involved in social service, play with my dog, take photos and eat mangos:D",
            "github": "https://github.com/gabyjazzmin",
            "github_user": "gabyjazzmin",
            "linkedin": "",
            "tags": ""
        },
        {
            "id": "56",
            "name": "Grecia",
            "lastname": "Flores",
            "status": "inactive",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2019",
            "semesters": "2",
            "description": "Hi, I am Grecia, a student of 2 semestre of the Engineerin in Mechatronic degree. Currently, I am Mechanic in Robocup @Maze. I am passionate about @Maze because it is an interesting begineer project. I am in this project to develop my abilities in mechanic. I am interested in working in more complex robotic projects in the future. I like music and photography",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/grecia-carilu-flores-moctezuma-4a97021a5/",
            "tags": ""
        },
        {
            "id": "57",
            "name": "Karyme",
            "lastname": "Ezrré",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hello, I'm Karyme Ezrré, I am a second semester student of engineering in innovation and development, currently I am a mechanic in RoboCup Junior Soccer Lightweight, I really like it because it is a great mechanical challenge.",
            "github": "",
            "github_user": "Karyme-Ezrre",
            "linkedin": "Karyme Ezrré",
            "tags": ""
        },
        {
            "id": "58",
            "name": "Keven",
            "lastname": "Arroyo",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hello, I am Keven, student of the Electronics Engineering program and tech enthusiast. I was a leader and programmer in the RoboCup Soccer Lightweight Junior. I greatly enjoyed this competition as it was an outstanding opportunity to improve my programming skills and further my involvement in the robotics field. The challenges I faced with my team have taught me the importance of teamwork as well as discipline and perseverance in all my future endeavors. I am interested in working in embedded systems, smart electronics, cloud, AI, and autonomous vehicles. I like video games and swimming.",
            "github": "https://github.com/dake3601",
            "github_user": "dake3601",
            "linkedin": "https://linkedin.com/in/keven-g-arroyo-galindo-16a4491a5/",
            "tags": "Programming, Algorithms, Computer vision, Control systems, Navigation, Backend, Project Management"
        },
        {
            "id": "59",
            "name": "Marlon",
            "lastname": "Romo",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2019",
            "semesters": "3",
            "description": "Hi my name is Marlon Romo I am currently studying Computer Science. I am a member of the International Robotics Representative Team of Tecnologico de Monterrey. One of my achievements with my team was created a fully autonomous robot capable of searching through a maze for victims as part of the RoboCup @Rescue Maze competition. I am currently developing webapps on Google Cloud Shell and I am very passionate about Baseball.",
            "github": "https://github.com/MarlonB500",
            "github_user": "MarlonB500",
            "linkedin": "https://www.linkedin.com/in/marlonromo",
            "tags": "Programming, Control systems"
        },
        {
            "id": "60",
            "name": "Karla",
            "lastname": "Olvera",
            "status": "active",
            "role": "Logistics & Sponsorship",
            "subtitle": "",
            "class": "2020",
            "semesters": "3",
            "description": "Hi! I am Karla Olvera, currently a member of the Logistics and Sponsorships Committee, I love learning new things, being curious and creative. I am interested in technology, Data science, UX/UI, change management and team collaboration. ",
            "github": "https://github.com/karlysov",
            "github_user": "karlysov",
            "linkedin": "https://www.linkedin.com/in/karla-susana-olvera-vazquez-765764198/",
            "tags": "Sponsorships, Finances, Project Management"
        },
        {
            "id": "61",
            "name": "Omar",
            "lastname": "González",
            "status": "active",
            "role": "Logistics & Sponsorship",
            "subtitle": "",
            "class": "2020",
            "semesters": "3",
            "description": "Hi! I'm Omar, a student of second semester in IRS career. I represent Roborregos in an area that works with the logistics and sponsorships. I'm passionate with changing the world with talent, science and technology, to make social impact in our community. I love photography, robotics, business and movies. In the future I would like to work in the development of autonomous cars. ",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/omar-enrique-gonz%C3%A1lez-uresti-364961183/",
            "tags": ""
        },
        {
            "id": "62",
            "name": "Rosalba ",
            "lastname": "Flores",
            "status": "active",
            "role": "Logistics & Sponsorship",
            "subtitle": "",
            "class": "2020",
            "semesters": "3",
            "description": "Hi, I’m Rosalba, a student of 2 semester of the INA degree. I am a member of the CLP. I am passionate about the logistics and sponsorship because it’s an essential part for a team, and I can help achieving the goals through the networking. In fact, I’m interested about working in a whole different area. I would like to get involved in genetics and textiles investigations with nanotechnology. I like fashion and art.",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/rosalba-flores-de-la-riva-097bb91a5/",
            "tags": ""
        },
        {
            "id": "63",
            "name": "Jorge",
            "lastname": "Loredo",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi, I am Jorge, student of Computer Technologies Engineering. I am a programmer who is currently helping in the development of Web Applications, like Covid Response Project and Robolinks. I enjoy bringing my ideas into life and find new things to learn. I´m interested on Software development, Mechanical Design and recently on AI. I listen rap a lot and love watching sci-fi movies. ",
            "github": "https://github.com/JorgeLoredo-1852",
            "github_user": "JorgeLoredo-1852",
            "linkedin": "",
            "tags": "Programming, Frontend, Backend"
        },
        {
            "id": "64",
            "name": "Héctor",
            "lastname": "Cortés Hernández",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "My name is Hector! Student of digital systems and robotics. Im a mechanic designer but im currently learning how to improve my skills in programming. I love being part of this group that has gave me a lot of experience.",
            "github": "https://github.com/HectorRuben",
            "github_user": "HectorRuben",
            "linkedin": "https://www.linkedin.com/in/hector-cort%C3%A9s-hern%C3%A1ndez-706602216/",
            "tags": "Mechanics, Graphic design"
        },
        {
            "id": "65",
            "name": "Alonso",
            "lastname": "Ruiz",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi, my name is Alonso. I’m currently studying mechatronics engineering and work as a mechanical designer for the team in RoboCup @Home. Mechanical design, 3D modeling, and prototyping are things that I am very passionate about. I love how a simple mechanical concept or idea that started in your mind can be simulated using a CAD software and, through engineering and technology, be brought to life into a real physical object that performs a function within the robot.",
            "github": "https://github.com/AlonRuiz",
            "github_user": "AlonRuiz",
            "linkedin": "https://www.linkedin.com/in/alonso-ruiz/",
            "tags": "Mechanics, Structural mechanics, Mechanisms, Industrial design"
        },
        {
            "id": "67",
            "name": "Ignacio",
            "lastname": "Maldonado Sánchez ",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi I’m Ignacio, student of Mechatronic engineering, by now I’m working as member of the RoBorregos team in the mechanical and CAD simulation area, my passion is to design innovative, functional and modern products or services that can make life easier and happier for all of us. I love archery, gaming and Hi-Res audio.",
            "github": "https://github.com/IGNA-TENKOV",
            "github_user": "IGNA-TENKOV",
            "linkedin": "https://www.linkedin.com/in/ignacio-maldonado-67b86b1a8/",
            "tags": "Programming, Electrical, Mechanics, Human-robot interaction, Sensorial systems, Structural mechanics, Mechanisms, Industrial design, Logic electronics, Power electronics, Graphic design, Process design, Process optimization, Marketing"
        },
        {
            "id": "68",
            "name": "Andrea",
            "lastname": "Salcedo",
            "status": "active",
            "role": "Electronics",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi, I’m Andy, student of Robotics and Digital System. I like to help people and see how they grow up, and I think that Roborregos is a team where you see how others grow and motivate you to have a continual learning. Currently, I’m an electronic in @Home where I develop the control arm PCB. I’m interested in technology and 3D printer. Also, I like dogs and video games.",
            "github": "https://github.com/andrea2702",
            "github_user": "andrea2702",
            "linkedin": "https://www.linkedin.com/in/andrea27-02/",
            "tags": "Electrical, Logic electronics"
        },
        {
            "id": "69",
            "name": "Anel",
            "lastname": "Alvarado Gutiérrez",
            "status": "active",
            "role": "Electronics",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hello! My name is Anel Beatriz Alvarado Gutiérrez, and I am currently studying Mechatronics. I’ve always had an interest in the robotics field, especially in how everything inside has a connection. When I started to dabble in robotics, I discovered that electronics explained how things are connected, so I started to learn more about it and got involved in projects.\nDuring the week, I like to hang out with my friends, watch TV and read. My favorite hobby is photography, in which I’m always looking for new techniques and angles to create a memory.\nOne of my goals in life is to empower little girls and teenagers to get involved in the STEM area and make the gender gap smaller.",
            "github": "https://github.com/AnelAlvarado",
            "github_user": "AnelAlvarado",
            "linkedin": "https://www.linkedin.com/in/anel-beatriz-alvarado-gutiérrez-497788196",
            "tags": "Electrical, Sensorial systems, Logic electronics, Power electronics, Networks and communication"
        },
        {
            "id": "70",
            "name": "Evelyn",
            "lastname": "Ulloa",
            "status": "active",
            "role": "Electronics",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi, I'm Eve! I am currently pursuing a Bachelor of Science degree in Mechatronics Engineering. My interests are physics, IoT and embedded systems. In my free time, I like reading, drawing, and playing piano. At the moment, I develop in the electronics field in project SEMS, which is a social and environmental monitoring system for keeping track of the region's surroundings due to coronavirus pandemic. I am looking to get a better understanding of the world, and I think the best way to accomplish it is through engineering and science.",
            "github": "https://github.com/eeveulloa",
            "github_user": "eeveulloa",
            "linkedin": "https://www.linkedin.com/in/eeveulloa/",
            "tags": "Electrical, Sensorial systems, Power electronics"
        },
        {
            "id": "71",
            "name": "Daniel",
            "lastname": "Loredo",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi, I'm Daniel, currently studying a B.S. in Computer Engineering. I'm a programmer in Covid-19 response project and Robolink's url shortener, I'm passionate about Web Development, and A.I., as well as I'm constantly trying to find the way to improve and learn new technologies. I love 3-D printers, and I'm a huge fan of corgis\n",
            "github": "https://github.com/DanielLoredo",
            "github_user": "DanielLoredo",
            "linkedin": "www.linkedin.com/in/danielloredom",
            "tags": "Programming, Frontend, Backend, Project Management"
        },
        {
            "id": "73",
            "name": "Brenda",
            "lastname": "Martínez",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hello, I'm Brenda, student of Data Science and Mathematics. I'm working as a programmer in Roborregos. I'm interesed in Data Science (obviously), Expert Systems and, recently I've taking interest in Cybersecurity. I enjoy spending time with my friends and family and learning new things.",
            "github": "https://github.com/bmaor2001",
            "github_user": "bmaor2001",
            "linkedin": "https://www.linkedin.com/in/brenda-martínez-orta-75188918a",
            "tags": "Programming, Algorithms, Backend, Sponsorships"
        },
        {
            "id": "75",
            "name": "Francisco",
            "lastname": "Pacheco ",
            "status": "active",
            "role": "Software Development",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hello! I'm Francisco. I'm a student of Mechatronics Engineering at Tecnológico de Monterrey. Within RoBorregos, I work in the area of person identification of the project @Home and I also work in the Front-End of RoBorregos-web. These projects have helped me to learn new things about some areas I'm deeply interested about (computer vision and web development). I like to play the guitar and bass.",
            "github": "https://github.com/JFPach98",
            "github_user": "JFPach98",
            "linkedin": "https://www.linkedin.com/in/jos%C3%A9-francisco-pacheco-quintana-7987a6172/",
            "tags": "Programming, Algorithms, Computer vision, Frontend"
        },
        {
            "id": "76",
            "name": "Sebastián",
            "lastname": "Rodríguez",
            "status": "active",
            "role": "Mechanical Design",
            "subtitle": "",
            "class": "2020",
            "semesters": "1",
            "description": "Hi, I'm Sebastián, student of Mechatronics Engineering. Currently, I'm working on designing an Automated Storage & Retrieval System (AS/RS) for the EAIBot B1 Smart Factory. This is a very challenging but enriching project that introduces us to what most factories will look like in the future. I've always been fascinated with the immense power and the cutting-edge technology of space rockets. I'd also like to learn how to fly!",
            "github": "https://github.com/RgzSebas",
            "github_user": "RgzSebas",
            "linkedin": "https://mx.linkedin.com/in/srcsrc",
            "tags": "Mechanics, Structural mechanics, Mechanisms"
        },
        {
            "id": "77",
            "name": "Sofía Alexa",
            "lastname": "Martínez de la O",
            "status": "active",
            "role": "Industrial Engineer",
            "subtitle": "",
            "class": "2021",
            "semesters": "1",
            "description": "Hi, I am Sofia, student of Industrial Engineering and a member of the Roborregos team. I am currently working in the Manufacturing Area and System Design at the Smart Factory project. I am interested in logistics planning and manufacturing systems. I am passionate about soccer and am part of the soccer varsity team at Tec de Monterrey.",
            "github": "https://github.com/sofiaalexa05",
            "github_user": "sofiaalexa05",
            "linkedin": "https://www.linkedin.com/in/sofíamartínezdelao",
            "tags": "Human-robot interaction, Industrial design, Project Management, Process optimization"
        },
        {
            "id": "78",
            "name": "Lorena",
            "lastname": "Martínez",
            "status": "active",
            "role": "Social Media",
            "subtitle": "",
            "class": "2021",
            "semesters": "0",
            "description": "Hi, I’m Lore, student of Mechatronics Engineer. Currently, I am working on the design and management of the team’s social accounts. ",
            "github": "",
            "github_user": "",
            "linkedin": "https://www.linkedin.com/in/lorena-mart%C3%ADnez-garc%C3%ADa-pe%C3%B1a-b01242217/",
            "tags": "Social media, Graphic design, Marketing"
        }
    ]
}